export const awardsMd = `
**Награды и Грамоты**

| год | название премии | Тип | Причина | Кем вручен | Кем вручен |
| ----- | ----- | ----- | ----- | ----- | ----- |
| - | «Тарлан» | Премия | «За вклад» | Оргкомитет Общенациональной Независимой премии «Тарлан» | Клуб меценатов Казахстана |
| - | - | - | «За художественное редактирование книги «Современная арабская новелла»». | - | Издательство «Жазушы» |
| - | - | - | «За художественное оформление книги «Птица счастья»». | - | Издательство «Жазушы» |
| - | - | - | «За художественное оформление книги «Мунлык-Зарлык» из серии «Жемчужины казахской поэзии»» | - | - |
| 1964 | Конкурс Республик Средней Азии и Казахстана за лучшую книгу и журнал | - | «За художественное оформление книги Б. Майлин «Коммунистка Раушан» | - | - |
| 1965 | Конкурс Республик Средней Азии и Казахстана за лучшую книгу и журнал | - | «За художественное оформление книги для детей «Птица счастья» | - | - |
| 1966 | | Грамота | «За художественное оформление книги «Айтыс»». Том 1 | Ташкент | Издательство «Жазушы» |
| 1966 | По итогам VI Межреспубликанского конкурса издательств и полиграфических предприятий республик Средний Азии и Казахстана за лучшую книгу и журнал | Почетная грамота | «За плодотворную работу в области книгоиздательского дела» | Государственный комитет Совета Министров СССР по печати и Центральный комитет профсоюза работников культуры | г. Москва |
| 1966 9 марта | По итогам Межреспубликанского конкурса издательств и полиграфических предприятий республик Средней Азии, и Казахстана на лучшую книгу и журнал | Почетная грамота | За плодотворную работу в области книгоиздательского дела, | Государственный комитет Совета министров СССР по печати и Центральный комитет профсоюза работников культуры награждают | Москва |
| 1967 | 7 конкурс республик Средней Азии и Казахстана на лучшие книги и журналы | Диплом II степени | За художественное оформление книги С. Бакбергенова «Добрая моя мама» | - | Алма-Ата |
| 1967 | 7 конкурс республик Средней Азии и Казахстана на лучшие книги и журналы | Диплом II степени | За художественное редактирование книги «Антология казахской советской поэзии» | - | Алма-Ата |
| 1968 | 8 конкурс республик Средней Азии Казахстана на лучшие книги и журналы | Почетная грамота | За художественное оформление книги «Козы-Корпеш и Баян-Слу» | - | Душанбе |
| 1971 | Выставка достижений народного хозяйства СССР | Диплом почета | Участника ВДНХ СССР | - | Москва |
| 1974-75 | XIII Межреспубликанский конкурс Средней Азии и Казахстана на лучшее издание | Диплом II степени | «Конь-красавец» | Издательство «Жазушы» | Душанбе |
| 1977 | IV Таллинское триеннале графики | Диплом | «За успешное участие в выставке» | Председатель оргкомитета IV Таллинской триеннале графики, Председатель исполкома СДТ г. Таллин | Председатель жюри по премиям IV Таллинской триеннале графики, Председатель правления Союза художников Эстонской ССР |
| 1977 | XIV Межреспубликанский конкурс Средней Азии и Казахстана на лучшее издание | Диплом I степени | Абай «Избранное» | - | Ашхабад |
| 1982 | | | За работу в области книжного искусства | | Алматы |
| 1982 | Казахстан, Узбекистан, Киргизия, Таджикистан, Туркмения За успехи, достигнутые в художественном оформлении и полиграфическом исполнении | Специальный диплом | За многолетнюю плодотворную работу в области книжного искусства | Подписи председателя жюри и секретаря | Алматы |
| 1986 | 50-летний юбилей | Грамота Верховного Совета Казахской ССР | «За заслуги в развитии изобразительного искусства Казахстана и пятидесятилетием в связи со дня рождения» | Председатель Президиума Верховного Совета Казахской ССР Мукашев С. | Секретарь Президиума Верховного Совета Казахской ССР Кадырова З. |
| 1991 | «Бехзад» | Ашхабад | За лучшую книжную графику года по Средней Азии и Казахстана | Как лучший график Казахстана и Средней Азии (из досье в СХ) | Литературные пристрастия: народный эпос, история |
| 1992 | XXIV Межреспубликанский конкурс «Искусство книги» государств Средней Азии и Казахстана | Грамота | Казахстан, Узбекистан, Кыргызстан, Таджикистан, Туркменистан За успехи, достигнутые в художественном оформлении и полиграфическом исполнении | - | Ашхабад |
| 1993 | В честь 60-летия юбилея со дня 1 республиканского съезда Союза художников Казахстана | Почетная грамота | За творческий вклад в развитие изобразительного искусства Казахстана XX века | Председатель правления СХРК Е. Мергенов | - |
| | XVI Межреспубликанский конкурс «Искусство книги» и плаката республик Средней Азии и Казахстана | - | - | - | - |
| 2000 | I съезд СХ Республики Казахстан | Почетная грамота | - | - | - |
`;

export const booksMd = `
**Список оформленных книг**

| № | автор | Название книги | Иллюстрации И. Исабаева | издательство | Год | техника |
| ----- | ----- | ----- | ----- | ----- | ----- | ----- |
| ? | Әйнек көпір | Французская сказка | Обложка и цв. картинки | - | - | (макет) |
| + | Cыдық Алдабергенов | Алға (повести и рассказы) | Обложка | «Коркем Адебиет», Алматы | 1960 | Акварель? |
| + | Тілеген Шопашев | «Жүрек Әмірімен» - поэмы (поэма мен өлеңдер) | Обложка (на обложке – джигит с повязкой) | «Қазмемкөркемәдеббас», Алматы | 1960 | Цветная |
| + | Мацуцин | «Песня о батыре Амангельды» | Ноты (на обложке - всадники) | «Көркем әдебиет», Алматы | 1960 | Цв. краски |
| // | Н. Баяндин, Б. Соқпақбаев | «Дала Жұлдызы» Еліміздің ардагерлері Жизнь и очерки Ш. Уалихана (Шоқан Уалихановтың өмірі тұралы очерктер) | Обложка, фронтиспис – потрет Ш. Уалиханова | «Көркем әдебиет», Алматы | 1960 | - |
| б | Жакан Сыздыков | «Алмас-батыр» сказка | Обложка, титул, рисунки на страницах | «КазГосИздательство художественной литературы», Алма-Ата | 1961 | Тушь, перо |
| + | Сань-Шань-Фей | «Десять маленьких друзей» «Кішкентай он дос» | Книжка-картинка переводная (на обложке – мальчик с метлой) | «Көркем әдебиет», Алматы | 1961 | гуашь |
| б | А. Абишев (Әлжапар Әбишев) | «Веяние молодости» «Замана перзенттері» | Переплет, титул | «Көркем әдебиет», Алматы | 1961 | Тушь, перо |
| + | Қуланбай Көпішев | Өркен (песни и поэма) | Обложка ( только обложка) | Казгослитиздат | 1961 | Акварель? |
| + | Амандосов Тауман (автограф от автора) | Достық лебізі | Обложка | «Қазмемкөркемәдеббас», Алматы | 1961 | |
| + | Сапарғали Бегалин (детская) | Мектеп түлектері (Школьные питомцы) - рассказы | Обложка и много рисунков | «Қазмемкөркемәдеббас», Алматы | 1961 | Цвет и ч/б |
| + | Сәкен Жүнісов детская книжка | Әжем мен емші және дәрігер (Бабушка и лекарь) | Обложка и много рисунков | «Қазмемкөркемәдеббас», Алматы | 1961 | Цвет и ч/б |
| ? | Кенен Әзірбаев | | | Алматы | 1961 | |
| б | Баянжан Мәдиев | «Отты жүректер» (горячие сердца) | Обложка и много рисунков | Көркем әдебиет», Алматы | 1961 | Тушь, перо |
| ? | К. Нуржанов | «Моя любовь» | Обложка, титул | - | 1962 | - |
| ? | Я. Мехмуздуллаев | «Долг платежом красен» | Книжки-картинки | - | 1962 | - |
| ? | Сабитказы Акатаев | Тышкан | - | Алматы | 1962? | Акварель? |
| ? | «Казахский народный юмор» | «Қазақтың күлдергі әнгімелері» | - | «Жазушы» | 1962 | |
| + | Нұрхан Ахметбеков | «Аманкелді» (Амангельды) – | Обложка, титул, переплет (портрет с фото)+ | «Қазмемкөркемәдеббас», Алматы | 1962 | Цвет |
| + | Жұмекен Нәжімеденов | Сыбызғы сыры | Обложка ( только обложка) | «Қазмемкөркемәдеббас», Алматы | 1962 | Цвет |
| + | Абай Қунанбаев | Жылдың төрт мезгілі «Четыре времени года» | Книжка-картинка **участвовала на молодежной выставке в 1964 г** | «Көркем әдебиет», Алматы | 1962 | Акварель, гуашь |
| к | Ғалым Малдыбаев | «Белый голубь» «Ақ кептер» | Детская книжка в рисунках | **Участвовал на 2-й республиканской выставке графики** | 1962 | акварель |
| + | Қанапия Дәрібаев | «Огни светофора» Светофор оттары | Книжка-картинка (Обложка и цв. рисунки) | «Көркем әдебиет», Алматы | 1962 | Цв. краски |
| к | Есентай Бердин | «Екі ойшыл» (сказание о двух мудрецах) | Обложка и титул | «Көркем әдебиет», Алматы | 1962 | |
| к | У. Нургалиев (Өтежан Нурғалиев) | «Моя любовь» (Менің Махаббатым) | Обложка – листья, титул - цветок | «Көркем әдебиет», Алматы | 1962 | акварель |
| + | Яhуда Махмудуллаев (детская книжка) | «Жақсылыққа жақсылық» (Долг платежом красен) | Книжка-картинка (на обложке – отец с дочерями) | «Көркем әдебиет», Алматы | 1962 | Цв. краски |
| + | Яхуда Махмудуллаев | «Розалинда» детская книжка | Обложка и ч/б картинки (на обложке – дети с зонтиком, на страницах – рисунки под стишки) | «Көркем әдебиет», Алматы | 1963 | Цв. тушь |
| ? | Сырбай Мәуленов | «Чайка» (Шағала) | Обложка, титул | - | 1963 | - |
| + | Нурхан Жанаев (детская книжка) | «Дождик, дождик, поливай» (Жау,жау жаңбыр) | Обложка, титул, иллюстрация | «Көркем әдебиет», Алматы | 1963 | Цв. краски |
| + | Қара Сейтлиев (детская книжка) | «Жерен мен Азат» поэма | (на обложке – пионеры, на страницах - рисунки) | «Көркем әдебиет», Алматы | 1963 | |
| + | Тұрсынзада Есімжанов | Қабырғатал (олендер) | Суперобложка и фронтиспис | «Коркем Адебиет», Алматы | 1963 | Тушь, уголь? |
| // | Қалмухан Исабаев | «Лицом к лицу» «Бетпе - бет» роман, екінші кітап | Обложка- улица, фронтиспис – мужчина в профиль, титул | «Көркем әдебиет», Алматы **Участвовал на молодежной выставке** | 1963 | тушь |
| + | Қара Сейтлиев | Жерен мен Азат | Обложка и 5 рисунков | «Қазмемкөркемәдеббас», Алматы | 1963 | Цвет и ч/б |
| ? | - | «Қазақтың күлдіргі-сықақ әңгімелері» «Казахский народный юмор» | Обложка | **Участвовал на 2-й республиканской выставке графики** | 1963 | - |
| б | А. Тажибаев | «Влюбленные» | Обложка (природа), титул (ою) | КазГосИздательство художественной литературы | 1963 | Линогравюра |
| ? | Қалихан Ысқақов | «Ақсу жер жаннаты» | | | | |
| // | Павло Макрушенко | «Бәріне, бәріне, бәріне!» | (художник - А. Рахманов, оформление – И, Исабаев) | «Көркем әдебиет», Алматы | 1964 | |
| + | «Птица счастья» Казахская народная сказка | **Участвовала на отчетной выставке художников Казахстана, а также на выставке «Художники детям» в Москве** | Обложка, 3 иллюстрации, орнаментальные оглавления (на обложке – птица, на страницах: Золоторогая серна, Двое сирот, Три брата, Два плута, Оборотень и Унербек) | «Жазушы», Алматы | 1964 | Линогравюра |
| + | Бердібек Соқпақбаев | «Біз де бала болғанбыз» – роман (Мы тоже были детьми) | Переплет, титул, много иллюстраций | «Қазмемкөркемәдеббас», Алматы | 1964 | Тушь, перо |
| ? | Б. Соқпақбаев | «Меня зовут Кожа» | Обложка, титул | - | 1965 | - |
| ? | Ана тілі | Ахмет Байтұрсынов | обложка | - | - | - |
| + | Бейімбет Майлин | Раушан-коммунист **Участвовал в отчетной выставке художников Казахстана за 1964 год** | Обложка, фронтиспис и 3 иллюстрации (на обложке - Раушан) | «Жазушы», Алматы | 1965 | Линогравюра |
| + | Айтыс (дипломная работа ) I том II том III том | **Участник инициативной выставки** | Обложка, фронтиспис и 7 илл. Обложка, фронтиспис и 7 илл. Обложка, фронтиспис и 9 илл. И экслибрисы | «Жазушы», Алматы | 1965 | Линогравюра |
| + | Макан Джумагулов (автограф от автора) | «Орлы гибнут в вышине» | Обложка, фронтиспис и 7 зарисовок (на обложке – конь, на страницах – черные рисунки) | «Жазушы», Алматы | 1965 | Линогравюра |
| + | Хамит Ерғалиев (автограф от автора) | «Жылдар, жылдар...» | Суперобложка, иллюстрации (на обложке – в лодке, фронтиспис - лошади) | «Жазушы», Алматы | 1966 | Линогравюра |
| // | Саурбек Бакбергенов | «Добрая моя мама» | Суперобложка, обложка – Дина с домброй, фронтиспис – девушка и домбрист, стр. 161 – мать с дочкой, стр. 196 – Дине доют домбру | «Жазушы», Алматы | 1966 | - |
| ? | «Мухтар Ауэзов» | - | Суперобложка | Полиграфкомбинат | 1967 | - |
| + | «Ер тарғын» (халык қазынасынан) | Героический эпос (совместно с А. Рахмановым) | Обложка, фронтиспис, орнаменты | «Жазушы», Алматы | 1967 | Линогравюра |
| ? | Ахмет Жубанов | «Соловьи столетий» | Обложка, титул | «Жазушы», Алма-ата | 1967 | Цветная Линогравюра |
| + | Хамза Есенжанов | «Көп жыл өткен соң» (коллективизация в Казахстане Уральск) | Суперобложка (митинг), обложка | «Жазушы», Алматы | 1967 | Линогравюра |
| + | Серия маленьких книжек - «Халық қазынасынан» | «Мунлық – Зарлық», «Қамбар батыр», «Ер Тарғын» (Қобланды батыр, Алпамыс батыр?) | Художники: И. Исабаев и А. Рахманов | «Жазушы», Алматы | 1967-1968 | Линогравюра |
| ? | «Жемчужины» | Козы Корпеш – Баян Слу, Айман-Шолпан, Кыз-Жибек | Художники: А. Рахманов и И. Исабаев | (суперобложки, фронтисписы) | - | линогравюры |
| + | Козы-Корпеш и Баян-Слу | Народная поэма (на обложке - свадьба) | Обложка, фронтиспис, две полосные иллюстрации и одна сцена на развороте (обрамление в орнаментальные рамки) | «Жазушы», Алматы | 1968 | Линогравюра |
| // | Абдижамил Нурпеисов | «Кровь и пот» | Обложка – мужчина повязан, фронтиспис – апа у печки, 1. Сумерки: мужчина и конь, мужчина на коне; 2. Мытарства: отряд, рыбаки, девушка с котомкой | «Жазушы», Алматы | 1968 | - |
| // | Ақұштап Бақтыгереева | «Наз» өлендер | Обложка – девушка и дерево | «Жазушы», Алматы | 1969 | - |
| // | Кайрат Жумагалиев | «Айнамкөз» өлендер кітабы | Обложка – стилизация с деревом, титул – девушка с коромыслом, на странице – природа (Жайсаң Жетісай) | «Жазушы», Алматы | 1969 | Тушь, перо |
| - | Мухтар Ауэзов | «Путь Абая» | - | - | 1970 | - |
| + | Калмухан Исабаев | «Айқыз» - роман | Обложка цветная – (солнце в паутине) | «Жазушы», Алматы | 1970 | - |
| + | **Абай** Кунанбаев | Избранное | Суперобложка, фронтиспис - портрет Абая, 3 работы и орнаменты | «Художественная литература», Москва | 1970 | Офорт |
| + | Жұбан Молдағалиев «Избранное» | Таңдамалы (2 тома) на страницах – рисунки к стихам (большими штрихами – как скульптура) | фронтиспис 2шт (9х13) и иллюстрации 3шт(9х13), заставки 12шт (4х5) концовка 12шт | «Жазушы», Алматы | 1970 | Линогравюра |
| + | Ануар Алимжанов | Мост Карасункара (на обложке – монумент, на 2 странице – юрта и лошадь) | Обложка (линогравюра) 10/14, Титул (линогравюра) 4/9,5 | Жазушы, Алма-Ата | 1971 | Линогравюра |
| + | Хамза Есенжанов | «Яик - светлая река» (картинки в черных рамочках) Жайық-мөлдір(( өзен | Переплет №1 (24х36) Фронтиспис 1шт Иллюстрации 4шт | «Жазушы», Алматы | 1971 | Тушь, перо |
| + | Казахские народные сказки в 3-х томах | Оформление и иллюстрации художников: С. Айтбаев, А. Аканаев, И. Исабаев | Обложки, иллюстрации цветные и ч/б 10х17см (на обложке 3 тома – караван Исабаева много других картинок в 3-х томах) | «Жазушы», Алматы | 1971 | Тушь, перо, цветное |
| // | Иса Байзаков | «Кұралай сұлу» поэмалар мен өлеңдер | Суперобложка Переплет №7 Фронтиспис - портрет И. Байзакова Иллюстрации 2шт: шал и домбрист, парень несет Куралай | «Жазушы», Алматы | 1971 | Линогравюра |
| //? | Сайын Мұратбеков С. Муратбеков | «Жабайы алма» «Дикая яблоня» әнгімелері мен повесть | Обложка – яблоня, фронтиспис – бабушка и внук, к каждому рассказу – оформление: парень и девушка (посмотреть в книге название!), Ескек жел, Ұлтуған, Жанболат, Ана арманы, Көкінай природа (посмотреть в книге название!) | «Жазушы», Алматы | 1972 | Переплет №5 (13х16) Иллюстрации 2шт (10х16) Заставки 5шт (5х10) Фронтиспис |
| ? | Бартольд Брехт | стихи | Портрет Брехта Фронтиспис Заставка Конечный? | линогравюра | 1972 | - |
| ? | Позрук Ислам? | стихи | Портрет Пазрул Ислам Фронтиспис Заставка | - | 1972 | - |
| ? | Саят Ново? | - | Портрет С. Ново Фронтиспис Заставка | - | | - |
| + | Народный эпос «Көрұғлы» | эпос | Иллюстрации цветные разворотные - 9 шт (36/48) Иллюстрации ч/б - 6 шт (24/36) | «Жазушы», Алматы | 1973 | акварель, тушь, перо |
| ? | А. Кунанбаев | «Конь красавец» Книжка-картинка | Иллюстрации 20/28 | - | 1974 | - |
| // | Н. Байганин | Нарқыз | Суперобложка (офорт с акватинтой), Фронтиспис портрет автора (офорт), Иллюстрации 2шт (офорт) | 9х15 | 1974 | - |
| ? | И. Есенберлин | «Хан Кене» | Раздумье, Поход, Клятва, Ведут | - | 1975 | - |
| ? | - | - | Портрет А. Навои Портрет Р. Тагор | - | 1975 | - |
| + | Стихи Абай | Өлеңдер | Суперобложка, портрет автора и иллюстрации, орнаментальные рамки | «Жазушы», Алматы | 1976 | Линогравюра |
| + | Ғафу Қайырбеков «Избранное» в 2-х томах | «Бел асар» өлендер мен поэмалар | Суперобложка, портрет автора 30/42 и четыре иллюстрации под стихи 9/13 | «Жазушы», Алматы | 1978 | Линогравюра |
| + | «Кобланды батыр» народный эпос | Асыл мұра (дорогое наследие) | Суперобложка - Кобланды, на страницах – разворотные рисунки с подписью | Алматы «Жалын» | 1982 | Цветная линогравюра |
| + | «Қаңбақ шал» - казахские бытовые сказки (тұрмыс – салт ертегілері) | Составитель Асылхан Барлыбаев | На обложке - поход, на страницах – 6 развернутых иллюстраций:Каңбақ шал, Тазша бала и другие, орнаментальные рисунки | «Жалын», Алматы | 1983 | Цв. линогр.? |
| + | Ильяс Джансугуров | «Избранное» | Суперобложка (охотники), фронтиспис – портрет ИД и 9 иллюстраций | «Жазушы», Алматы | 1984 | Линогравюра |
| + | Ғафу Қайырбеков I и II том | Өлеңдер мен балладалар, Поэмалар | Обложка, портрет поэта и мини картинки-экслибрисы (в основном – во 2-м томе) | «Жазушы», Алматы | 1988 | Линогравюра |
| + | Амантай Ахетов (автограф от автора) | Книга покаяния | Обложка (лицо закрыл руками), фронтиспис -портрет автора | п/о «Полиграфия», Караганда | 1989 | Тушь, перо |
| + | Қалихан Ысқақов | Ақсу жер жаннаты (Легенда о земле беловодье) - роман | Обложка (олень), вн. сторона обложки (цветной пейзаж), иллюстрации | «Жазушы», Алматы | 1989 | Акварель, тушь, перо |
| + | Төрт батыр | «Алпамыс-батыр», «Кобланды-батыр», «Камбар-батыр», «Ер-таргын» | Суперобложка, разворотные иллюстрации (использованы работы из разных серий) | «Жалын», Алматы | 1990 | Офорт, Офорт с акватинтой |
| - | - | Жангазы батыр | - | - | 1989 | - |
| + | Қуат Терібаев | Көк Өзек | Обложка, фронтиспис (фронтиспис – портрет КТ 100 лет) | «Жазушы», Алматы | 1991 | Линогравюра? |
| + | Дулат жырау (Бабатайұлы) | Замана сазы (стихи и песни) | Суперобложка, фронтиспис и много рисунков | «Жазушы», Алматы | 1991 | Ксилография |
| б | Әбдісаттар Оспанов | «Жанкожа-батыр» (аңыз бен ақиқат) | На обложке – Воин на коне, на страницах много рисунков | «Ғылым», Алматы | 1992 | Тушь, перо |
| б | «Кобланды батыр» | Халық дастаны | Обложка (воин на коне), титул | «Жалын» Алматы | 1993 | Цветной рисунок |
| + | *Ата мұраң-асыл қазынаң.* Сәбетқазы Ақатаев | Тыщқан жылғы қырғын | Обложка (на обложке – батыр с саблей) | «Ана тілі», Алматы | 1994 | офорт |
| + | *Ата мұраң-асыл қазынаң.* Нұралы Өсерұлы | Қазақтын үкім кесімдері | Обложка (на обложке – слушают мудреца) | «Ана тілі», Алматы | 1994 | офорт |
| + | *Ата мұраң-асыл қазынаң.* | Сырымның шешендік сөздері | Обложка (на обложке – певец с домброй) | «Ана тілі», Алматы | 1994 | офорт |
| + | *Ата мұраң-асыл қазынаң.* Сәбит Мұқанов | Қазақ қауымы | Обложка (на обложке – певец с семьей) | «Ана тілі», Алматы | 1995 | офорт |
| + | *Ата мұраң-асыл қазынаң.* Мұқадес Есламғалиұлы | Сан қилы сауал | Обложка (на обложке - три бая) | «Ана тілі», Алматы | 1995 | Тушь, перо |
| + | **Абай** (к 150 летию поэта) – есть макет книги | двухтомник | Суперобложка, много рисунков, зарисовок и орнаментальных рамок | «Жазушы», Алматы | 1995 | Тушь, перо |
| + | Зәки Ахметов «**Абайдын** ақындық әлемі» | Исабаев – как художественный редактор | | «Ана тілі», Алматы | 1995 | |
| + | Энциклопедия «**Абай**» | Исабаев – как оформитель | Много рикунков и биография художника | «Атамұра», Алматы | 1995 | Тушь, перо |
| + | Сабырхан Асанов | «Шолпан» өлендер мен поэмалар | Обложка (тигр), внутренняя сторона обложки (автор и Шолпан), рисунки | «Жазушы», Алматы | 1996 | Тушь, перо |
| + | Балуан Шолақ | Составитель-Серікбай Оспанов | Цветная обложка и много ч/б рисунков и мелких зарисовок (на обложке – джигит с девушкой, фронтиспис – портрет БШ, на страницах – поднимает противника, телегу и т.д.) | ТОО «Жалын», Алматы | 1998 | Тушь, перо |
| ? | «Бейнелеу өнері» | учебник за 4-й класс | На стр. 43 «М.Ауэзов» | «Атамұра» Алматы | 2000 | |
| - | Жанұзақ Щыңанұлы (Е. Нуразхан использовал работы Исабаева) | Бақтиярдың қырық бұтағы | Обложка и иллюстрации разных работ | «Толағай», Алматы | 2007 | Разные техники |
| - | Тәзкире-и Бұғра хан (Е. Нуразхан использовал работы Исабаева) | Шежіре | Обложка и иллюстрации разных работ | «Толағай», Алматы | 2007 | Разные техники |
| ? | Т. Ахтанов | «Печаль любви» | ( сведения - на 3 странице обложки журнала «Советский Казахстан сегодня» 7-8 1983г. | - | - | - |
| // | Исатай Исабаев | творчество | - | - | - | - |
| - | Әлжаппар Әбішев | «Замана перзенттері» (таңдамалы, шығармалар) | - | - | - | - |
| - | - | «Дастандар» (өлендер, айтыстар, әң текстері) | - | - | - | - |
| - | - | Райгуль | - | - | - | - |
| - | - | Четыре рейса | - | - | - | - |
| - | - | Еңдек даңқының кітабы | - | - | - | - |
`
